{"type":"data","nodes":[null,null,{"type":"data","data":[{"member":1},{"isAlumni":2,"name":3,"title":4,"suffix":5,"includeSuffix":6,"education":7,"honorsAndAwards":10,"CV":12,"images":15,"biography":18,"externalLinks":22,"initials":23},false,"Hysell Oviedo","Principal Investigator","Ph.D.",true,[8,9],"2004, Ph.D., Neuroscience, New York University","1998, BS./BA., Biology and French Literature, Stockton University",[11],"Roger Perlmutter Career Development Professorship, Washington University",{"title":13,"url":14},"Hysell Oviedo CV","/src/lib/assets/team/HysellOviedo/CV_HysellOviedo_2024.pdf",[16,17],"/src/lib/assets/team/HysellOviedo/headshot_HysellOviedo_2024.png","/src/lib/assets/team/HysellOviedo/headshot_HysellOviedo_2020.png",[19,20,21],"My research program seeks to understand the neural circuits underlying vocal communication. Processing of conspecific vocalizations is lateralized in the human brain and other species, but functional significance, mechanisms, and ontogeny of lateralization have remained a mystery for over a century. My research group has focused on mice, which have become a viable model system to study evolutionarily conserved mechanisms of vocal communication thanks to growing evidence of their vocal repertoire’s complexity during social interactions and auditory plasticity triggered by parental experience.","My laboratory leverages the cutting-edge tools available in rodents to study circuitry in the context of species-specific vocalizations providing behavioral and computational constraints. Processing social calls requires simultaneously recognizing, categorizing, and assigning communicative importance to these fleeting signals. Lateralization—assigning specific computational tasks to each cerebral hemisphere for parallel processing—is an important strategy to solve this challenge. The novel approach of my research program has been to use lateralization as a comparative tool to reveal molecular, structural and functional differences between the left and right Auditory Cortices.","We have discovered lateralized processing of specific acoustic features in the mouse Auditory Cortex and identified circuit asymmetries that could support the necessary specialized computations. We plan to capitalize on these findings to determine the development and diversity of lateralized cortical specializations, and how they go awry in communication disorders.",[],"HO"],"uses":{"params":["member"]}}]}
