{"type":"data","nodes":[null,null,{"type":"data","data":[{"member":1},{"isAlumni":2,"name":3,"title":4,"suffix":5,"includeSuffix":6,"education":7,"honorsAndAwards":13,"CV":14,"images":17,"biography":19,"externalLinks":21,"initials":34},false,"Michael Barkasi","Staff Scientist","Ph.D.",true,[8,9,10,11,12],"2023, Postdoc, Harris Multisensory Integration Lab, York University","2018-2020, Postdoc, Network for Sensory Research, University of Toronto","2015, Ph.D., Philosophy, Rice University","2011, MA., Philosophy, Rice University","2009, BA., Philosophy, Kutztown University",[],{"title":15,"url":16},"Michael Barkasi CV","https://www.michaelbarkasi.com/curriculum-vitae/",[18],"/src/lib/assets/team/MichaelBarkasi/headshot_MichaelBarkasi_2024.jpg",[20],"Hi! I’m Mike. Catching the tail end of a new wave of empirically informed philosophy of perception in the 2000s, I completed my PhD at Rice studying the relationship between sensory information channels and perceptual consciousness. After a break from academics as an amateur track cyclist and youth cycling coach, I took a postdoc at the Network for Sensory Research in the Department of Philosophy, University of Toronto. As that postdoc wound down, I joined the Centre for Philosophy of Memory at Université Grenoble Alps as an associate member while launching a startup to explore the use of movement sonification in athletic training. I discovered I liked science more than business, so I shifted this work into a postdoc with Harris Multisensory Integration Lab at York University studying auditory feedback in motor control. Finding my way from Toronto to WashU, I’m now a staff scientist here at the lab. My technical expertise is in mathematical modelling, geometry, and high-performance computing. I’m interested in computational models of sensorimotor information processing, both at the circuit and representation levels. Philosophically, I’m interested in how this information processing gives rise to phenomenal consciousness. Within philosophy I’m best known for my novel work on how the interaction of sensory and mnemonic neural mechanisms afford us contact with the external world through our subjective internal experience. My goal here at Oviedo Lab is to assist in developing new circuit models for acoustic and speech-related signal processing.",[22,26,30],{"type":23,"title":24,"url":25},"website","Personal Website","https://michaelbarkasi.com/",{"type":27,"title":28,"url":29},"github","Github","https://github.com/michaelbarkasi",{"type":31,"title":32,"url":33},"linkedin","LinkedIn","https://www.linkedin.com/in/michaelbarkasi","MB"],"uses":{"params":["member"]}}]}
